[M_IrisDL3_PSYouSuck MissionDefinition]
MissionName="even in your mouth"
MissionDescription="Some cyclists write stupid on toll signs to provoke. Since these things are not supported by facts, Torgue advises to look at the proud people of the world. [place]Construction in Torgue[-place] and delete it."
TurnInDescription="Proof of Honor: It's six meters underground.."
MissionSummary="to kill someone."
MissionGiver="Create a reward board"
MissionTurnInLocation="Forge Rewards Panel"
TeaserText="If you don't have anything good to say, don't say anything. Or buy a powerful tool.."

[M_IrisDL3_PSYouSuck:FindDude MissionObjectiveDefinition]
ProgressMessage="Down."

[M_IrisDL3_PSYouSuck:KillDude MissionObjectiveDefinition]
ProgressMessage="Kill all the trolls."

[M_IrisDL3_PSYouSuck:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL3_PSYouSuck:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

